Repository: Yuuki-Sakura/HRT-Tracker
Catalog: HRT-Tracker/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# about.model
source: Model Explanation
ja: モデル説明
zh_hans: 模型说明
zh_hant: 模型說明

# about.title
source: About
ja: 情報
zh_hans: 关于
zh_hant: 關於

# banner.currentLevel
source: Current Level
ja: 現在の濃度
zh_hans: 当前浓度
zh_hant: 目前濃度

# banner.noData
source: No Data
ja: データなし
zh_hans: 暂无数据
zh_hant: 暫無資料

# btn.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# chart.cpa.title
source: CPA Concentration
ja: CPA 濃度
zh_hans: CPA 浓度
zh_hant: CPA 濃度

# chart.currentConc.cpa %@
source: Now: %@ ng/mL
ja: 現在: %@ ng/mL
zh_hans: 当前: %@ ng/mL
zh_hant: 目前: %@ ng/mL

# chart.currentConc.value %@
source: Now: %@ pg/mL
ja: 現在: %@ pg/mL
zh_hans: 当前: %@ pg/mL
zh_hant: 目前: %@ pg/mL

# chart.title
source: Blood Drug Concentration
ja: 血中薬物濃度
zh_hans: 血药浓度
zh_hant: 血藥濃度

# chart.yaxis.cpa
source: CPA (ng/mL)
ja: 醋酸シプロテロン (ng/mL)
zh_hans: 醋酸环丙孕酮 (ng/mL)
zh_hant: 醋酸環丙孕酮 (ng/mL)

# chart.yaxis.e2
source: E2 (pg/mL)
ja: エストラジオール (pg/mL)
zh_hans: 雌二醇 (pg/mL)
zh_hant: 雌二醇 (pg/mL)

# common.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# common.delete
source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# common.done
source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

# common.save
source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

# disclaimer.body.1
source: This app is designed solely as a personal tracking and estimation tool. It is NOT a medical device, and the pharmacokinetic simulation results do NOT constitute medical advice, diagnosis, or treatment recommendations.
ja: このアプリは個人的な記録・推定ツールとしてのみ設計されています。医療機器ではなく、薬物動態シミュレーションの結果は医学的助言、診断、治療推奨を構成するものではありません。
zh_hans: HRT Tracker 不提供医学建议。尽管 HRT Tracker 包含一些医学相关的内容，但不保证其准确性或时效性。可能无法完全适用于您的具体情况。
zh_hant: 本應用程式僅作為個人記錄和估算工具，並非醫療設備。藥代動力學模擬結果不構成醫療建議、診斷或治療方案。

# disclaimer.body.2
source: All hormone therapy decisions should be made in consultation with a qualified healthcare provider. Never adjust your medication dosage based solely on this app's output.
ja: すべてのホルモン療法に関する決定は、資格のある医療提供者と相談の上で行ってください。このアプリの出力のみに基づいて薬の投与量を調整しないでください。
zh_hans: 医学信息仅供参考，不能替代具备资质的医务人员的诊断或治疗建议。即使内容准确无误，也可能不适用于您的健康状况。
zh_hant: 所有激素治療決策均應在合格醫療人員的指導下進行。切勿僅根據本應用程式的輸出結果自行調整藥物劑量。

# disclaimer.body.3
source: The pharmacokinetic models used are based on published literature and population-average parameters. Individual responses may vary significantly due to genetics, liver function, body composition, concurrent medications, and other factors.
ja: 使用されている薬物動態モデルは公開された文献と集団平均パラメータに基づいています。遺伝、肝機能、体組成、併用薬などの要因により、個人の反応は大きく異なる場合があります。
zh_hans: 若有任何健康疑虑，请咨询具备资质的医务人员。
zh_hant: 所用藥代動力學模型基於已發表文獻和群體平均參數。由於遺傳、肝功能、體脂比例、合用藥物等因素，個體實際反應可能存在較大差異。

# disclaimer.header
source: Important Notice
ja: 重要なお知らせ
zh_hans: 重要提示
zh_hant: 重要提示

# disclaimer.limitation.1
source: Individual variability is not modeled: liver function, SHBG, age, body fat, and concurrent medications may alter bioavailability and rate constants.
ja: 個人差はモデル化されていません：肝機能、SHBG、年齢、体脂肪、併用薬がバイオアベイラビリティと速度定数を変える可能性があります。
zh_hans: 未建模个体差异：肝功能、SHBG、年龄、体脂、合用药物等可能改变生物利用度和速率常数。
zh_hant: 未建模個體差異：肝功能、SHBG、年齡、體脂、合用藥物等可能改變生物利用度和速率常數。

# disclaimer.limitation.2
source: Gel area/loading nonlinearity is not reflected in the current model.
ja: ジェルの面積/負荷の非線形性は現在のモデルに反映されていません。
zh_hans: 凝胶的涂抹面积/负荷非线性未在当前模型中体现。
zh_hant: 凝膠的塗抹面積/負荷非線性未在當前模型中體現。

# disclaimer.limitation.3
source: Injection solvent/volume effects on depot absorption rate are not explicitly parameterized.
ja: 注射溶媒/容量がデポー吸収速度に与える影響は明示的にパラメータ化されていません。
zh_hans: 注射溶剂/体积对库室吸收速率的影响未显式参数化。
zh_hant: 注射溶劑/體積對庫室吸收速率的影響未顯式參數化。

# disclaimer.limitation.4
source: Oral/sublingual models only simulate free E2; estrone and its sulfate reservoir effects are not included.
ja: 経口/舌下モデルは遊離E2のみをシミュレートします。エストロンとその硫酸エステルの貯蔵効果は含まれていません。
zh_hans: 口服/舌下模型仅模拟游离 E2；雌酮及其硫酸酯的储库效应未纳入。
zh_hant: 口服/舌下模型僅模擬游離 E2；雌酮及其硫酸酯的儲庫效應未納入。

# disclaimer.limitation.5
source: Cross-route AUC comparisons have limited validity; AUC is best used for within-route relative comparisons.
ja: 経路間のAUC比較は限定的な有効性です。AUCは同一経路内の相対的な比較に最適です。
zh_hans: 跨路由 AUC 比较有效性有限；AUC 更适合同一给药途径内的相对比较。
zh_hant: 跨路由 AUC 比較有效性有限；AUC 更適合同一給藥途徑內的相對比較。

# disclaimer.limitations.header
source: Known Limitations
ja: 既知の制限事項
zh_hans: 已知局限
zh_hant: 已知限制

# disclaimer.title
source: Disclaimer
ja: 免責事項
zh_hans: 免责声明
zh_hant: 免責聲明

# dose.guide.cpa_hint.combo
source: With estrogen, 10 mg/day achieves maximum testosterone suppression
ja: エストロゲンとの併用時、10 mg/日でテストステロンの最大抑制が可能
zh_hans: 与雌激素合用时，10 mg/天已可最大程度抑制睾酮
zh_hant: 與雌激素合用時，10 mg/天已可最大程度抑制睪酮

# dose.guide.cpa_hint.rec
source: Recommended daily dose: 10-12.5 mg
ja: 推奨1日用量：10〜12.5 mg
zh_hans: 建议每日剂量：10 ~ 12.5 mg
zh_hant: 建議每日劑量：10 ~ 12.5 mg

# dose.guide.cpa_hint.ultralow
source: Ultra-low dose: 12.5 mg every 1-3 days (≈3.5 mg/day equivalent)
ja: 超低用量方案：1〜3日ごとに12.5 mg服用（約3.5 mg/日相当）
zh_hans: 超低剂量方案：每 1 ~ 3 日服 12.5 mg（约等效 3.5 mg/天）
zh_hant: 超低劑量方案：每 1 ~ 3 日服 12.5 mg（約等效 3.5 mg/天）

# dose.guide.current
source: Current Dose
ja: 現在の入力用量
zh_hans: 当前输入剂量
zh_hant: 當前輸入劑量

# dose.guide.current_blank
source: No dose entered
ja: 用量未入力
zh_hans: 尚未输入剂量
zh_hant: 尚未輸入劑量

# dose.guide.level.above
source: Above Range
ja: 参考範囲外
zh_hans: 超出参考范围
zh_hant: 超出參考範圍

# dose.guide.level.high
source: High
ja: 高用量
zh_hans: 高剂量
zh_hant: 高劑量

# dose.guide.level.low
source: Low
ja: 低用量
zh_hans: 低剂量
zh_hant: 低劑量

# dose.guide.level.medium
source: Medium
ja: 中用量
zh_hans: 中等剂量
zh_hant: 中等劑量

# dose.guide.level.very_high
source: Very High
ja: 超高用量
zh_hans: 超高剂量
zh_hant: 超高劑量

# dose.guide.reference
source: Reference Range
ja: 参考範囲
zh_hans: 参考范围
zh_hant: 參考範圍

# dose.guide.title
source: Dose Level Reference
ja: 用量レベル参考
zh_hans: 剂量级别参考
zh_hant: 劑量級別參考

# ester.CPA
source: Cyproterone Acetate
ja: 酢酸シプロテロン
zh_hans: 醋酸环丙孕酮
zh_hant: 醋酸環丙孕酮

# ester.E2
source: Estradiol
ja: エストラジオール
zh_hans: 雌二醇
zh_hant: 雌二醇

# ester.EB
source: Estradiol Benzoate
ja: 安息香酸エストラジオール
zh_hans: 苯甲酸雌二醇
zh_hant: 苯甲酸雌二醇

# ester.EC
source: Estradiol Cypionate
ja: シピオン酸エストラジオール
zh_hans: 环戊丙酸雌二醇
zh_hant: 環戊丙酸雌二醇

# ester.EN
source: Estradiol Enanthate
ja: エナント酸エストラジオール
zh_hans: 庚酸雌二醇
zh_hant: 庚酸雌二醇

# ester.EV
source: Estradiol Valerate
ja: 吉草酸エストラジオール
zh_hans: 戊酸雌二醇
zh_hant: 戊酸雌二醇

source: Export CSV
ja: CSVエクスポート
zh_hans: 导出 CSV
zh_hant: 匯出 CSV

source: Export Encrypted
ja: 暗号化エクスポート
zh_hans: 加密导出
zh_hant: 加密匯出

# export.error
source: Export failed
ja: エクスポート失敗
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export JSON
ja: JSONエクスポート
zh_hans: 导出 JSON
zh_hant: 匯出 JSON

# export.password.message
source: Enter a password to encrypt the export file
ja: エクスポートファイルを暗号化するパスワードを入力
zh_hans: 输入密码以加密导出文件
zh_hant: 輸入密碼以加密匯出檔案

# export.password.placeholder
source: Password
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

# export.section
source: Export
ja: エクスポート
zh_hans: 导出
zh_hant: 匯出

# export.success
source: Export successful
ja: エクスポート成功
zh_hans: 导出成功
zh_hant: 匯出成功

# export.title
source: Export
ja: エクスポート
zh_hans: 导出
zh_hant: 匯出

# exportImport.title
source: Export & Import
ja: エクスポート＆インポート
zh_hans: 导出与导入
zh_hant: 匯出與匯入

source: Import JSON
ja: JSONインポート
zh_hans: 导入 JSON
zh_hant: 匯入 JSON

# import.section
source: Import
ja: インポート
zh_hans: 导入
zh_hant: 匯入

# import.title
source: Import
ja: インポート
zh_hans: 导入
zh_hant: 匯入

# inj.guide.dosage_ec
source: Estradiol Cypionate: 5-6 mg every 7 days / 10-12 mg every 14 days
ja: シピオン酸エストラジオール：7日ごとに5〜6 mg / 14日ごとに10〜12 mg
zh_hans: 环戊丙酸雌二醇：每 7 天 5–6 mg / 每 14 天 10–12 mg
zh_hant: 環戊丙酸雌二醇：每 7 天 5–6 mg / 每 14 天 10–12 mg

# inj.guide.dosage_ev
source: Estradiol Valerate: 5 mg every 5-7 days / 10 mg every 1-2 weeks
ja: 吉草酸エストラジオール：5〜7日ごとに5 mg / 1〜2週ごとに10 mg
zh_hans: 戊酸雌二醇：每 5–7 天 5 mg / 每 1–2 周 10 mg
zh_hant: 戊酸雌二醇：每 5–7 天 5 mg / 每 1–2 週 10 mg

# inj.guide.dosage_title
source: Dosage:
ja: 使用用量：
zh_hans: 使用剂量：
zh_hant: 使用劑量：

# inj.guide.note_1
source: Open ampoules correctly to avoid glass cuts, bottle shattering, or glass fragments entering the medication.
ja: アンプルは正しい方法で開けてください。ガラスで怪我をしたり、瓶が割れたり、微小なガラス片が薬液に混入するのを防ぐためです。
zh_hans: 请以正确的方式打开安瓿瓶，以避免被玻璃划伤 / 使瓶子碎裂 / 使微小的玻璃碎渣混入药水。
zh_hant: 請以正確的方式打開安瓿瓶，以避免被玻璃劃傷 / 使瓶子碎裂 / 使微小的玻璃碎渣混入藥水。

# inj.guide.note_2
source: Do not inject at the same site repeatedly.
ja: 同じ部位に繰り返し注射しないでください。
zh_hans: 请勿重复注入同一位置。
zh_hant: 請勿重複注入同一位置。

# inj.guide.note_3
source: Avoid blood vessels carefully. Risk of embolism!
ja: 血管を避けてください。血管を塞栓する恐れがあります！
zh_hans: 小心避开血管。可能栓塞血管！
zh_hant: 小心避開血管。可能栓塞血管！

# inj.guide.note_4
source: Avoid nerves carefully. For intramuscular injection, inject in safe areas.
ja: 神経を避けてください。筋肉注射の場合は安全な部位に注射してください。
zh_hans: 小心避开神经。若进行肌肉注射，在安全区域内注射。
zh_hant: 小心避開神經。若進行肌肉注射，在安全區域內注射。

# inj.guide.note_5
source: Since the medication is oil-based, use 18G needle (pink) to draw and 23G/25G needle (blue) to inject.
ja: 薬品は油性のため、12号針（ピンク、18G）で薬品を吸引し、6号針（青、23G/25G）で注射することを推奨します。
zh_hans: 由于药品为油性，建议使用 12 号针头（粉，18G）抽取药品，6 号针头（蓝，23G / 25G）注射。
zh_hant: 由於藥品為油性，建議使用 12 號針頭（粉，18G）抽取藥品，6 號針頭（藍，23G / 25G）注射。

# inj.guide.note_6
source: Quick needle insertion and using a new needle after drawing helps reduce pain.
ja: 素早い穿刺と薬液吸引後に新しい針で注射することで痛みの軽減に役立ちます。
zh_hans: 快速进针和抽药完毕后使用新的针头注射有助于缓解疼痛。
zh_hant: 快速進針和抽藥完畢後使用新的針頭注射有助於緩解疼痛。

# inj.guide.note_7
source: For self-injection, use the vastus lateralis (outer upper third of thigh) or deltoid (vaccination site).
ja: 自己注射には外側広筋（大腿の外側上部3分の1）と三角筋（ワクチン接種部位）の使用を推奨します。
zh_hans: 自行注射建议使用股外侧肌（大腿三分之一中段斜外上方）和三角肌（打疫苗的位置）。
zh_hant: 自行注射建議使用股外側肌（大腿三分之一中段斜外上方）和三角肌（打疫苗的位置）。

# inj.guide.note_8
source: If you feel severe pain or see significant blood return when inserting the needle, remove it immediately, use a new needle, and change injection site.
ja: 注射針を挿入した際に激しい痛みを感じたり、大量の血液が逆流した場合は、直ちに針を抜き、新しい針に交換して注射部位を変更してください。
zh_hans: 如果您在插入注射针头时感到剧烈疼痛或看到大量血液回流，请立即拔出针头，更换新的针头并更换注射部位。
zh_hant: 如果您在插入注射針頭時感到劇烈疼痛或看到大量血液回流，請立即拔出針頭，更換新的針頭並更換注射部位。

# inj.guide.note_9
source: If there is more bleeding than usual after injection (but it can be stopped), this is normal. Don't panic.
ja: 注射後に通常より多い出血があっても（止められる場合）、正常な現象ですので慌てないでください。
zh_hans: 如果在某次注射结束后有较以往更多出血（但可以止住），属于正常现象，请不要惊慌。
zh_hant: 如果在某次注射結束後有較以往更多出血（但可以止住），屬於正常現象，請不要驚慌。

# inj.guide.notes_title
source: Notes:
ja: 注意事項：
zh_hans: 注意事项：
zh_hant: 注意事項：

# inj.guide.route_methods
source: Routes: Intramuscular injection, Subcutaneous injection
ja: 使用方法：筋肉注射、皮下注射
zh_hans: 使用方式：肌肉注射、皮下注射
zh_hant: 使用方式：肌肉注射、皮下注射

# inj.guide.route_warn
source: Don't inject if you don't know how!
ja: 打ち方がわからないなら自分で打たないで！
zh_hans: 不会打针就不要瞎打！
zh_hant: 不會打針就不要瞎打！

# inj.guide.safety
source: Do not use if at high risk for breast cancer or with severe liver disease!
ja: 乳がん高リスク者・重度肝障害のある方は使用しないでください！
zh_hans: 乳腺癌高风险者、重度肝障碍患者请勿使用！
zh_hant: 乳腺癌高風險者、重度肝障礙患者請勿使用！

# inj.guide.sim_link
source: Injectable E2 Simulator (English)
ja: エストラジオール注射剤シミュレーター（英語）
zh_hans: 雌二醇注射剂模拟计算器（英文）
zh_hant: 雌二醇注射劑模擬計算器（英文）

# inj.guide.source
source: Source: MtF.wiki
ja: 出典：MtF.wiki
zh_hans: 来源：MtF.wiki
zh_hant: 來源：MtF.wiki

# inj.guide.title
source: Usage & Dosage
ja: 使用方法と用量
zh_hans: 使用方式与用量
zh_hant: 使用方式與用量

# input.cpa.hint
source: WPATH SOC8 recommends ≤10 mg/day. 10 mg/day with estrogen fully suppresses testosterone.
ja: WPATH SOC8では≤10 mg/日を推奨。エストロゲン併用で10 mg/日でテストステロンを完全に抑制。
zh_hans: WPATH SOC8 建议 ≤10 mg/天。与雌激素联用 10 mg/天即可完全抑制睾酮。
zh_hant: WPATH SOC8 建議 ≤10 mg/天。與雌激素聯用 10 mg/天即可完全抑制睪酮。

# input.dose.cpa
source: Dose (mg)
ja: 用量 (mg)
zh_hans: 剂量 (mg)
zh_hant: 劑量 (mg)

# input.dose.e2
source: E2 equivalent dose (mg)
ja: E2換算用量 (mg)
zh_hans: E2 等效剂量 (mg)
zh_hant: E2 等效劑量 (mg)

# input.dose.raw %@
source: %@ dose (mg)
ja: %@ 用量 (mg)
zh_hans: %@ 剂量 (mg)
zh_hant: %@ 劑量 (mg)

# input.drugDetails
source: Drug Details
ja: 薬剤の詳細
zh_hans: 药物详情
zh_hant: 藥物詳情

# input.drugEster
source: Drug
ja: 薬物
zh_hans: 药物类型
zh_hant: 藥物類型

# input.gel.site
source: Application Site
ja: 塗布部位
zh_hans: 涂抹部位
zh_hant: 塗抹部位

# input.gel.site.label
source: Site
ja: 部位
zh_hans: 部位
zh_hant: 部位

# input.gel.site.none
source: Not specified
ja: 未指定
zh_hans: 未指定
zh_hant: 未指定

# input.gel.site.scrotalNote
source: Scrotal application significantly increases absorption (~5×). The PK model uses F=0.25 (vs 0.05 for other sites) based on Premoli et al. (2005).
ja: 陰嚢への塗布は吸収率を大幅に増加させます（約5倍）。PKモデルはPremoli et al. (2005)に基づきF=0.25（他部位は0.05）を使用します。
zh_hans: 阴囊涂抹会显著增加吸收率（约5倍）。PK 模型基于 Premoli et al. (2005) 使用 F=0.25（其他部位为 0.05）。
zh_hant: 陰囊塗抹會顯著增加吸收率（約5倍）。PK 模型基於 Premoli et al. (2005) 使用 F=0.25（其他部位為 0.05）。

# input.injection.site
source: Injection Site
ja: 注射部位
zh_hans: 注射部位
zh_hant: 注射部位

# input.injection.site.label
source: Site
ja: 部位
zh_hans: 部位
zh_hant: 部位

# input.injection.site.none
source: Not specified
ja: 未指定
zh_hans: 未指定
zh_hant: 未指定

# input.patch.site
source: Application Site
ja: 貼付部位
zh_hans: 贴敷部位
zh_hant: 貼敷部位

# input.patch.site.label
source: Site
ja: 部位
zh_hans: 部位
zh_hant: 部位

# input.patch.site.none
source: Not specified
ja: 未指定
zh_hans: 未指定
zh_hant: 未指定

# input.patch.site.scrotalNote
source: Scrotal application significantly increases absorption (~5×). The PK model applies a 5× bioavailability multiplier based on Premoli et al. (2005).
ja: 陰嚢への貼付は吸収率を大幅に増加させます（約5倍）。PKモデルはPremoli et al. (2005)に基づき生体利用率を5倍にします。
zh_hans: 阴囊贴敷会显著增加吸收率（约5倍）。PK 模型基于 Premoli et al. (2005) 应用 5 倍生物利用度倍率。
zh_hant: 陰囊貼敷會顯著增加吸收率（約5倍）。PK 模型基於 Premoli et al. (2005) 應用 5 倍生物利用度倍率。

# input.patchMode
source: Patch Mode
ja: パッチモード
zh_hans: 贴片模式
zh_hant: 貼片模式

# input.patchMode.label
source: Input Mode
ja: 入力モード
zh_hans: 输入模式
zh_hant: 輸入模式

# input.patchMode.releaseRate
source: Release Rate
ja: 放出速度
zh_hans: 释放速率
zh_hant: 釋放速率

# input.patchMode.releaseRate.placeholder
source: Release rate (µg/day)
ja: 放出速度 (µg/日)
zh_hans: 释放速率 (µg/天)
zh_hant: 釋放速率 (µg/天)

# input.patchMode.totalDose
source: Total Dose
ja: 総用量
zh_hans: 总剂量
zh_hant: 總劑量

# input.patchMode.totalDose.placeholder
source: Total dose (mg)
ja: 総用量 (mg)
zh_hans: 总剂量 (mg)
zh_hant: 總劑量 (mg)

# input.patchWearDays %lld
source: Wear %lld days
ja: %lld日間着用
zh_hans: 佩戴 %lld 天
zh_hant: 佩戴 %lld 天

# input.route
source: Route
ja: 投与経路
zh_hans: 给药途径
zh_hant: 給藥途徑

# input.route.gel
source: Gel
ja: ジェル
zh_hans: 凝胶 (Beta)
zh_hant: 凝膠

# input.route.injection
source: Injection
ja: 注射
zh_hans: 肌肉注射
zh_hant: 注射

# input.route.oral
source: Oral
ja: 経口
zh_hans: 口服
zh_hant: 口服

# input.route.patchApply
source: Patch
ja: パッチ
zh_hans: 贴片
zh_hant: 貼片

# input.route.patchRemove
source: Remove Patch
ja: パッチ除去
zh_hans: 贴片移除 (Beta)
zh_hant: 貼片（撕下）

# input.route.sublingual
source: Sublingual
ja: 舌下
zh_hans: 舌下
zh_hant: 舌下含服

# input.saveAndCreateTemplate
source: Save & Create Template
ja: 保存してテンプレート作成
zh_hans: 保存并创建模板
zh_hant: 儲存並建立模板

# input.saveAsTemplate
source: Save as Template
ja: テンプレートとして保存
zh_hans: 保存为模板
zh_hant: 儲存為模板

# input.sublingual
source: Sublingual Behavior
ja: 舌下動態
zh_hans: 舌下含服行为
zh_hant: 舌下含服行為

# input.sublingual.casual
source: Casual
ja: カジュアル
zh_hans: 随意
zh_hant: 隨意

# input.sublingual.customTheta
source: Custom θ
ja: カスタムθ
zh_hans: 自定义 θ
zh_hant: 自訂 θ

# input.sublingual.customThetaPlaceholder
source: θ value (0-1)
ja: θ値 (0-1)
zh_hans: θ 值 (0-1)
zh_hant: θ 值 (0-1)

# input.sublingual.hold
source: Hold Duration
ja: 保持時間
zh_hans: 含服时长
zh_hant: 含服時長

# input.sublingual.instructions
source: Place the tablet under your tongue and hold without swallowing. A higher tier means more mucosal absorption.
ja: 錠剤を舌下に置き、飲み込まないでください。高い段階ほど粘膜吸収が多くなります。
zh_hans: 将药片置于舌下，不要吞咽。档位越高，黏膜吸收比例越大。
zh_hant: 將藥片置於舌下，不要吞嚥。檔位越高，黏膜吸收比例越大。

# input.sublingual.quick
source: Quick
ja: クイック
zh_hans: 快速
zh_hant: 快速

# input.sublingual.standard
source: Standard
ja: 標準
zh_hans: 标准
zh_hant: 標準

# input.sublingual.strict
source: Strict
ja: 厳格
zh_hans: 严格
zh_hant: 嚴格

# input.sublingual.suggestion %.0f %.2f
source: Hold ~%1$.0f min, θ ≈ %2$.2f
ja: 約%1$.0f分保持、θ ≈ %2$.2f
zh_hans: 含服约 %1$.0f 分钟，θ ≈ %2$.2f
zh_hant: 含服約 %1$.0f 分鐘，θ ≈ %2$.2f

# input.sublingual.suggestion %@ %@
source: Hold ~%@ min, θ ≈ %@
ja: 約%@分保持、θ ≈ %@
zh_hans: 含服约 %@ 分钟，θ ≈ %@
zh_hant: 含服約 %@ 分鐘，θ ≈ %@

# input.templateName
source: Template Name
ja: テンプレート名
zh_hans: 模板名称
zh_hant: 模板名稱

# input.templateName.duplicate
source: A template with this name already exists
ja: 同じ名前のテンプレートが既に存在します
zh_hans: 已存在同名模板
zh_hant: 已存在同名模板

# input.time
source: Time
ja: 時間
zh_hans: 给药时间
zh_hant: 時間

# input.title.add
source: Add Dose
ja: 投薬を追加
zh_hans: 新增用药记录
zh_hant: 新增記錄

# input.title.edit
source: Edit Dose
ja: 投薬を編集
zh_hans: 编辑用药记录
zh_hant: 編輯記錄

# lab.clear_all
source: Clear Calibration
ja: 校正をクリア
zh_hans: 清空校准
zh_hant: 清空校準

# lab.clear_confirm
source: Clear all calibration records? This cannot be undone.
ja: すべての校正記録を削除しますか？この操作は元に戻せません。
zh_hans: 清空所有校准记录？此操作不可撤销。
zh_hant: 清空所有校準記錄？此操作不可撤銷。

# lab.date
source: Test Date
ja: 検査日
zh_hans: 检测日期
zh_hant: 檢測日期

# lab.empty
source: No lab results yet
ja: 検査記録なし
zh_hans: 暂无检查记录
zh_hant: 暫無檢查記錄

# lab.results.title
source: Lab Results
ja: 検査結果
zh_hans: 血检记录
zh_hant: 血檢記錄

# lab.tip_scale
source: Current Calibration Scale
ja: 現在のキャリブレーション倍率
zh_hans: 当前校准倍率
zh_hant: 當前校準倍率

# lab.title
source: Add Lab Result
ja: 検査結果を追加
zh_hans: 检查记录
zh_hant: 檢查記錄

# lab.unit
source: Unit
ja: 単位
zh_hans: 单位
zh_hant: 單位

# lab.value
source: Concentration Value
ja: 濃度値
zh_hans: 浓度值
zh_hant: 濃度值

# label.cpa
source: Cyproterone Acetate
ja: 酢酸シプロテロン
zh_hans: 醋酸环丙孕酮
zh_hant: 醋酸環丙孕酮

# label.e2
source: Estradiol
ja: エストラジオール
zh_hans: 雌二醇
zh_hant: 雌二醇

# menu.newEvent
source: New Event
ja: 新規イベント
zh_hans: 新建事件
zh_hant: 新建事件

# modal.estimate.p2
source: This app provides theoretical estimates based on pharmacokinetic models and cannot replace actual blood tests. Absorption and metabolism may vary over time for the same individual.
ja: 本アプリは薬物動態モデルに基づく理論上の推定値のみを提供しており、実際の血液検査の代わりにはなりません。同一個人でも時期により吸収・代謝が変化する可能性があります。
zh_hans: 本软件仅依据药代动力学模型提供理论估算值，无法替代真实的血液检测。同一个体在不同时期的吸收代谢情况也可能发生变化。
zh_hant: 本軟體僅依據藥代動力學模型提供理論估算值，無法替代真實的血液檢測。同一個體在不同時期的吸收代謝情況也可能發生變化。

# modal.estimate.p3
source: The only way to accurately know your blood concentration is through hospital blood tests. Always use hospital reports as the basis for medication adjustments, never rely solely on this app's estimates.
ja: 血中濃度を正確に知る唯一の方法は、病院での血液検査です。投薬の調整は常に病院の検査報告を根拠とし、本アプリの推定値のみに頼らないでください。
zh_hans: 要准确了解您的血药浓度，唯一的途径是前往医院进行血检。请始终以医院检查报告作为调整用药的依据，切勿仅依赖本软件的估算值。
zh_hant: 要準確了解您的血藥濃度，唯一的途徑是前往醫院進行血檢。請始終以醫院檢查報告作為調整用藥的依據，切勿僅依賴本軟體的估算值。

# modal.estimate.title
source: Important Notice
ja: 重要なお知らせ
zh_hans: 重要提示
zh_hant: 重要提示

# modal.gaht.title
source: GAHT Reference Range
ja: GAHT 参考範囲
zh_hans: GAHT 参考范围
zh_hant: GAHT 參考範圍

# modal.gaht.body
source: Your current estimated E2 level falls within the GAHT (Gender-Affirming Hormone Therapy) target range of 100–200 pg/mL, as recommended by the WPATH Standards of Care Version 8 (SOC8).
ja: 現在の推定E2レベルは、WPATH Standards of Care Version 8（SOC8）が推奨するGAHT（性別適合ホルモン療法）の目標範囲 100〜200 pg/mL 内にあります。
zh_hans: 当前估算的 E2 水平处于 GAHT（性别肯定激素治疗）的目标范围 100–200 pg/mL 内，该范围参考自 WPATH 关怀标准第八版（SOC8）。
zh_hant: 目前估算的 E2 水平處於 GAHT（性別肯定荷爾蒙治療）的目標範圍 100–200 pg/mL 內，該範圍參考自 WPATH 關懷標準第八版（SOC8）。

# notification.dose.body
source: It's time for your next dose.
ja: 次の服薬の時間です。
zh_hans: 该服用下一剂药物了。
zh_hant: 該服用下一劑藥物了。

# notification.dose.body.template
source: It's time for your %@ dose.
ja: %@ の服薬の時間です。
zh_hans: 该服用 %@ 了。
zh_hant: 該服用 %@ 了。

# notification.dose.title
source: Dose Reminder
ja: 服薬リマインダー
zh_hans: 用药提醒
zh_hant: 用藥提醒

# phase.follicular
source: Follicular Phase
ja: 卵胞期
zh_hans: 女性卵泡期
zh_hant: 女性卵泡期

# phase.low
source: Below Reference
ja: 参考範囲以下
zh_hans: 低于参考范围
zh_hant: 低於參考範圍

# phase.luteal
source: Luteal Phase
ja: 黄体期
zh_hans: 女性黄体期
zh_hant: 女性黃體期

# phase.ovulatory
source: Ovulatory Peak
ja: 排卵ピーク
zh_hans: 排卵峰值水平
zh_hant: 排卵峰值水平

# phase.supra
source: Above Reference
ja: 参考範囲以上
zh_hans: 高于参考范围
zh_hant: 高於參考範圍

# references.algorithm.description
source: The pharmacokinetic algorithms, mathematical models, and parameters used in this simulation are derived directly from the HRT-Recorder-PKcomponent-Test repository. We strictly adhere to the PKcore.swift and PKparameter.swift logic provided by @LaoZhong-Mihari, ensuring accuracy of the 3-compartment models, two-part depot kinetics, and sublingual absorption tiers.
ja: 本シミュレーションで使用される薬物動態アルゴリズム、数学モデル、パラメータは、HRT-Recorder-PKcomponent-Testリポジトリから直接派生しています。@LaoZhong-Mihariが提供するPKcore.swiftおよびPKparameter.swiftのロジックに厳密に従い、3コンパートメントモデル、二相性デポ動態、舌下吸収ティアの精度を確保しています。
zh_hans: 本模拟中使用的药代动力学算法、数学模型与相关参数，直接来源于 HRT-Recorder-PKcomponent-Test 仓库。我们严格遵循 @LaoZhong-Mihari 提供的 PKcore.swift 与 PKparameter.swift 中的逻辑，确保三室模型、双相肌注库房动力学以及舌下吸收分层等的精度。
zh_hant: 本模擬中使用的藥代動力學演算法、數學模型與相關參數，直接來源於 HRT-Recorder-PKcomponent-Test 倉庫。我們嚴格遵循 @LaoZhong-Mihari 提供的 PKcore.swift 與 PKparameter.swift 中的邏輯，確保三室模型、雙相肌注庫房動力學以及舌下吸收分層等的精度。

# references.climara.detail
source: Prescribing information (FDA label, patch removal half-life)
ja: 処方情報（FDAラベル、パッチ除去後半減期）
zh_hans: 处方信息（FDA 标签，贴片移除后半衰期）
zh_hant: 處方資訊（FDA 標籤，貼片移除後半衰期）

# references.community
source: Community & Technical Documentation
ja: コミュニティ＆技術文献
zh_hans: 社区与技术文档
zh_hant: 社群與技術文件

# references.cpa
source: CPA (Cyproterone Acetate)
ja: CPA（酢酸シプロテロン）
zh_hans: CPA（醋酸环丙孕酮）
zh_hant: CPA（醋酸環丙孕酮）

# references.databases
source: Databases
ja: データベース
zh_hans: 数据库
zh_hant: 資料庫

# references.estrannaise.detail
source: Three-compartment model and patch algorithm reference
ja: 三室モデルとパッチアルゴリズムのリファレンス
zh_hans: 三室模型与贴片算法参考
zh_hant: 三室模型與貼片演算法參考

# references.fda.detail
source: Clinical pharmacology review (transdermal bioavailability)
ja: 臨床薬理レビュー（経皮バイオアベイラビリティ）
zh_hans: 临床药理学综述（透皮生物利用度）
zh_hant: 臨床藥理學綜述（透皮生物利用度）

# references.footer
source: The implementation also references additional brand labeling, review documents, and data handbooks not listed exhaustively here.
ja: 実装はここに網羅されていない追加のブランドラベル、レビュー文書、データハンドブックも参照しています。
zh_hans: 实现中还参考了多份品牌说明书、审评文档与数据手册，此处不一一列举。
zh_hant: 實現中還參考了多份品牌說明書、審評文件與資料手冊，此處不逐一列舉。

# references.journals
source: Journal Articles & Reviews
ja: 学術論文＆レビュー
zh_hans: 期刊文献与综述
zh_hant: 期刊文獻與綜述

# references.mtfwiki.detail
source: Estradiol gel (transdermal half-life, practical notes)
ja: エストラジオールジェル（経皮半減期、実用メモ）
zh_hans: 雌二醇凝胶（经皮半衰期、实用注意事项）
zh_hant: 雌二醇凝膠（經皮半衰期、實用注意事項）

# references.origin
source: Algorithm Origin
ja: アルゴリズムの出典
zh_hans: 算法来源
zh_hant: 演算法來源

# references.origin.article
source: Estrogen PK Model Summary
ja: エストロゲンPKモデル概要
zh_hans: 雌激素 PK 模型总结
zh_hant: 雌激素 PK 模型總結

# references.origin.article.detail
source: Mathematical models and parameter documentation
ja: 数学モデルとパラメータのドキュメント
zh_hans: 数学模型与参数文档
zh_hant: 數學模型與參數文件

# references.origin.detail
source: The PK engine, model parameters, and simulation algorithms in this app are derived from the HRT-Recorder-PKcomponent-Test project.
ja: 本アプリのPKエンジン、モデルパラメータ、シミュレーションアルゴリズムはHRT-Recorder-PKcomponent-Testプロジェクトに由来します。
zh_hans: 本应用的 PK 引擎、模型参数与模拟算法源自 HRT-Recorder-PKcomponent-Test 项目。
zh_hant: 本應用程式的 PK 引擎、模型參數與模擬演算法源自 HRT-Recorder-PKcomponent-Test 專案。

# references.regulatory
source: Official Labeling & Regulatory Documents
ja: 公式ラベル＆規制文書
zh_hans: 官方说明书与监管资料
zh_hant: 官方說明書與監管資料

# references.title
source: References
ja: 参考文献
zh_hans: 参考引用
zh_hant: 參考引用

# references.transfem.doses
source: Approximate comparable doses across routes
ja: 経路間のおおよその等価用量
zh_hans: 不同途径的近似等效剂量
zh_hant: 不同途徑的近似等效劑量

# references.transfem.injectable
source: Injectable E2 meta-analysis (injection curve summary)
ja: 注射E2メタアナリシス（注射曲線まとめ）
zh_hans: 注射 E2 荟萃分析（注射曲线汇总）
zh_hant: 注射 E2 薈萃分析（注射曲線彙總）

# references.transfem.sublingual
source: Sublingual estradiol overview
ja: 舌下エストラジオール概要
zh_hans: 舌下雌二醇综述
zh_hant: 舌下雌二醇綜述

# references.warzywoda.detail
source: How low can you go? Titrating the lowest effective dose of CPA for transgender people. Int J Transgender Health. 2024
ja: トランスジェンダーのためのCPA最低有効用量の漸減。Int J Transgender Health. 2024
zh_hans: CPA 最低有效剂量滴定研究。Int J Transgender Health. 2024
zh_hant: CPA 最低有效劑量滴定研究。Int J Transgender Health. 2024

# references.wpath.detail
source: Standards of Care Version 8 — CPA dosage recommendations
ja: ケア基準第8版 — CPA投与量の推奨
zh_hans: 护理标准第8版 — CPA 剂量建议
zh_hant: 照護標準第8版 — CPA 劑量建議

# route.gel
source: Gel
ja: ジェル
zh_hans: 凝胶
zh_hant: 凝膠
